[
    {
      "id": 1,
      "title": "FreeTech4Teachers",
      "description": "Free Technology for Teachers provides teachers with ideas for using free technology resources in their classrooms. It is created by Richard Byrne as part of the PD course that Richard took with the Great Maine Schools partnership.",
      "url": "https://i1.feedspot.com/200/38297.jpg?t=1622885366"

    },
     { "id": 2,
      "title":"KQED | MindShift",
      "description": "MindShift explores the future of learning in all its dimensions covering cultural and technology trends, groundbreaking research, and innovations in education. KQED is for everyone who wants to be more. Our television, radio, digital media and educational services change lives for the better and help individuals and communities achieve their full potential.",
      "url": " https://i1.feedspot.com/200/4688586.jpg?t=1622212535"
    },
    {"id": 3,
      "title": "TeachThought ",
      "description": " An idea and brand dedicated to innovation in K-12 education. TeachThought Blog is dedicated to thought leadership and the development of learning models and frameworks to create transparency for new possibilities in teaching and learning for a modern circumstances.",
      "url": "https://i1.feedspot.com/200/2916453.jpg?t=1605788066 "

    },
    { "id": 4,
      "title": " eLearning Industry | Online Education Blog",
      "description": "At eLearning Industry you will find the best collection of eLearning articles, eLearning concepts, eLearning software, and eLearning resources. It is the largest online community of elearning professionals in the industry, and was created first and foremost as a knowledge-sharing platform to help elearning professionals and instructional designers connect in a safe online community. ",
      "url": " https://i1.feedspot.com/200/86890.jpg?t=1605677735"

    },
    { "id": 5,
      "title": "WeAreTeachers | Educators ",
      "description": " WeAreTeachers is an online community for educators committed to one of the toughest, most rewarding jobs out there. Our Mission is to promote innovation in education through collaboration and connection to the most effective classroom resources.",
      "url": " https://i1.feedspot.com/200/4470116.jpg?t=1608182929"

    },
    { "id": 6,
      "title": " Trending In Education",
      "description": " At the intersection of learning, media, and the future of work, join us each week as we sense and discover where the future of learning is heading.",
      "url": " https://i1.feedspot.com/200/4951477.jpg?t=1620190923"

    },
    {  "id": 7,
      "title": "Teachers Pay Teachers | Educational Blog For Teachers ",
      "description": " Teachers Pay Teachers is the world's first open marketplace for educators to buy, sell, and share original resources. Its mission is to empower educators to share original educational materials and make teaching an even more rewarding experience.",
      "url": "https://i1.feedspot.com/200/4470781.jpg?t=1608182936 "

    },
    {  "id": 8,
      "title": "Discovery Education | Digital Education Blog ",
      "description": "From interactive digital textbooks to learning communities, we are transforming classrooms, empowering teachers and captivating students by leading the way in providing high quality, dynamic, digital content to school districts large and small, rural and suburban and everything in between. ",
      "url": " https://i1.feedspot.com/200/7467.jpg?t=1608182953"
    }
    
]